import React from "react";

export const IstoryText = () => {
  return (
    <div className="max-w-[608px]  mx-auto">
      <h2 className="font-bold text-[30px] mb-[18px] mt-[80px] text-center text-[#102552]">
        Наша история
      </h2>
      <div className="text-[#102552] mx-auto font-medium text-[18px]">
        <p>
          Ассоциация выпускников Университетского комплекса МУИТ была <br />{" "}
          основана в 2020 году по инициативе активных выпускников и <br />{" "}
          руководства университета. За короткое время нам удалось <br />{" "}
          объединить сотни выпускников МУИТ, КОМТЕХНО и КИТЭ разных лет <br /> и
          специальностей.
        </p>
        <p className="py-[30px]">
          Сегодня Ассоциация является динамично развивающимся <br />{" "}
          сообществом, которое регулярно проводит мероприятия, встречи <br />{" "}
          выпускников, образовательные семинары и тренинги, способствует <br />{" "}
          профессиональному развитию своих участников и поддерживает <br />{" "}
          тесные связи с университетом и его колледжами.
        </p>
        <p>
          Мы гордимся достижениями наших выпускников и стремимся создать <br />{" "}
          условия для их дальнейшего профессионального и личностного <br />{" "}
          роста, а также для укрепления связей между выпускниками и <br />{" "}
          учебными заведениями.
        </p>
      </div>
    </div>
  );
};
