import { EventData } from "./event-line.types";

export const events: EventData[] = [
  {
    startTime: "10:00",
    endTime: "10:30",
    title: "Регистрация участников",
    description:
      "Прибытие гостей, выдача программ мероприятия, знакомство с волонтёрами и координаторами.",
  },
  {
    startTime: "10:30",
    endTime: "11:00",
    title: "Официальное открытие",
    description:
      "Приветственное слово администрации университета, обзор ключевых направлений и возможностей обучения.",
  },
  {
    startTime: "11:00",
    endTime: "12:00",
    title: "Презентации факультетов",
    description:
      "Одновременные сессии с деканами и преподавателями: программы, условия обучения, ответы на вопросы.",
  },
  {
    startTime: "12:00",
    endTime: "13:00",
    title: "Экскурсия по кампусу",
    description:
      "Обзор учебных корпусов, лабораторий, библиотек и других ключевых пространств кампуса.",
  },
  {
    startTime: "13:00",
    endTime: "14:00",
    title: "Консультации приёмной комиссии",
    description:
      "Индивидуальные консультации по поступлению, документам, льготам и вступительным испытаниям.",
  },
  {
    startTime: "14:00",
    endTime: "15:00",
    title: "Мастер-классы и открытые лекции",
    description:
      "Участие в мини-занятиях, диалог с преподавателями, знакомство с учебным процессом на практике.",
  },
];
